<%@ page language="java" contentType="text/json; charset=UTF-8"
    pageEncoding="UTF-8"%>
[
   {
      "id":"1",
      "name":"환자1",
      "sex":"Female",
      "age":"35",
      "nationality":"CHN",
      "meet":"45",
      "risk":"4",
      "img":"img01.png",
      "location":[
         {
          "no":"1","name":"인천광역시","lat":"37.4785301","lon":"126.6663099"
       }]
   },
   {
      "id":"2",
      "name":"환자2",
      "sex":"Male",
      "age":"55",
      "nationality":"KOR",
      "meet":"75",
      "risk":"3.5",
      "img":"img02.png",
      "location":[
        {"no" : "1" , "name" : "김포공항 " , "lat" : "37.5607255 " , "lon" : "126.7570715"},
        {"no" : "2" , "name" : "국립중앙 " , "lat" : "37.5672454" , "lon" : "127.0034649"}
     ]
   },
   {
      "id":"3",
      "name":"환자3",
      "sex":"Male",
      "age":"54",
      "nationality":"KOR",
      "meet":"98",
      "risk":"2",
      "img":"img03.png",
      "location":[
       {"no" : "1" , "name" : "인천공항" , "lat" : "37.4961583" , "lon" : "126.4529142"},
       {"no" : "2" , "name" : "강남일대 성형외과" , "lat" : "37.525714" , "lon" : "127.027734"},
       {"no" : "3" , "name" : "강남구 호텔 투숙" , "lat" : "37.503774" , "lon" : "127.049174"},
       {"no" : "3" , "name" : "한강 산책" , "lat" : "37.525066" , "lon" : "127.016248"},
       {"no" : "4" , "name" : "강남구 일대 음식점" , "lat" : "37.529349" , "lon" : "127.032647"},
       {"no" : "5" , "name" : "일산역 음식점 카페 " , "lat" : "37.681997" , "lon" : "126.7678513"},
       {"no" : "6" , "name" : "명지병원" , "lat" : "37.642134" , "lon" : "126.8312317"}
    ]
   },
   {
      "id":"4",
      "name":"환자4",
      "sex":"Male",
      "age":"55",
      "nationality":"KOR",
      "meet":"172",
      "risk":"5",
      "img":"img04.png",
      "location":[
         {"no" : "1" , "name" : "인천 국제 공항" , "lat" : "37.4961583 " , "lon" : "126.4529142"},
         {"no" : "2" , "name" : "평택 송탄 터미널" , "lat" : "37.0796065" , "lon" : "127.058293"},
         {"no" : "3" , "name" : "평택365연합의원" , "lat" : "37.0520115" , "lon" : "127.0573201"},
         {"no" : "4" , "name" : "분당 서울대 병원" , "lat" : "37.3513241" , "lon" : "127.123432"}
      ]
   },
   {
      "id":"5",
      "name":"환자5",
      "sex":"Male",
      "age":"33",
      "nationality":"KOR",
      "meet":"29",
      "risk":"2",
      "img":"img05.png",
      "location":[
         {
            "no":"1",
            "name":"성신여대입구",
            "lat":"37.5925601",
            "lon":"127.0170483"
         },
         {
            "no":"2",
            "name":"중랑구 보건소",
            "lat":"37.6064978",
            "lon":"127.0927615"
         },
         {
            "no":"3",
            "name":"서울 의료원",
            "lat":"37.6122615",
            "lon":"127.0973862"
         },                      
         {
            "no":"4",
            "name":"인천공항",
            "lat":"37.4601908",
            "lon":"126.4231862"
         }
      ]
   },
   {
      "id":"6",
      "name":"환자6",
      "sex":"Male",
      "age":"55",
      "nationality":"KOR",
      "meet":"25",
      "risk":"3.5",
      "img":"img06.png",
      "location":[
         {
            "no":"1",
            "name":"맑은물 가온교회",
            "lat":"37.5877553",
            "lon":"126.9999519"
         },
         {
            "no":"2",
            "name":"서울대학병원",
            "lat":"37.5787082",
            "lon":"126.9975506"
         }
      ]
   },
   {
      "id":"7",
      "name":"환자7",
      "sex":"Male",
      "age":"28",
      "nationality":"KOR",
      "meet":"21",
      "risk":"3.5",
      "img":"img07.png",
      "location":[
         {"no" : "1" , "name" : "국제 공항" , "lat" : "37.4961583" , "lon" : "126.4529142 "},
         {"no" : "2" , "name" : "서울 의료원" , "lat" : "37.6127653" , "lon" : "127.097785"}
      ]
   },
   {
      "id":"8",
      "name":"환자8",
      "sex":"Female",
      "age":"62",
      "nationality":"KOR",
      "meet":"76",
      "risk":"4",
      "img":"img08.png",
      "location":[
         {"no" : "1" , "name" : "국제 공항 " , "lat" : "37.4961583" , "lon" : "126.4529142 "},
         {"no" : "2" , "name" : "서초동 소재 음식점" , "lat" : "37.491124" , "lon" : "127.011744"},
         {"no" : "3" , "name" : "대중 목욕탕 방문 음시점 " , "lat" : "35.986943" , "lon" : "126.70818"},
         {"no" : "4" , "name" : "군산 소재 의료가관" , "lat" : "35.967793" , "lon" : "126.716062"},
         {"no" : "5" , "name" : "전라북도 군산의료원" , "lat" : "35.954685" , "lon" : "126.7124545"},
         {"no" : "6" , "name" : "원광대병원" , "lat" : "35.9647171" , "lon" : "126.9568068"}
      ]
   },
   {
      "id":"9",
      "name":"환자9",
      "sex":"Female",
      "age":"28",
      "nationality":"KOR",
      "meet":"25",
      "risk":"3.5",
      "img":"img09.png",
      "location":[
         {"no":"1","name":"서울의료원","lat":"37.6127653","lon":"127.097785"}
      ]
   },
   {
      "id":"10",
      "name":"환자10",
      "sex":"Female",
      "age":"54",
      "nationality":"KOR",
      "meet":"1",
      "risk":"2",
      "img":"img10.png",
      "location":[
         {"no" : "1" , "name" : "고양시 소재 미용실" , "lat" : "37.640890" , "lon" : "126.792131"},
         {"no" : "2" , "name" : "서울대병원" , "lat" : "37.5809111" , "lon" : "126.9947373"}
      ]
   },
   {
      "id":"11",
      "name":"환자11",
      "sex":"Male",
      "age":"25",
      "nationality":"KOR",
      "meet":"1",
      "risk":"2",
      "img":"img11.png",
      "location":[
         {"no" : "1" , "name" : "고양시 소재 미용실" , "lat" : "37.640890" , "lon" : "126.792131"},
         {"no" : "2" , "name" : "서울대병원" , "lat" : "37.5809111" , "lon" : "126.9947373"}
      ]
   },
   {
      "id":"12",
      "name":"환자12",
      "sex":"Male",
      "age":"48",
      "nationality":"CHN",
      "meet":"666",
      "risk":"5",
      "img":"img11.png",
      "location":[
         {"no" : "1" , "name" : "김포공항" , "lat" : "37.5599416" , "lon" : "126.7854458"},
         {"no" : "2" , "name" : "부천 CGV " , "lat" : "37.5600899" , "lon" : "126.7330442"},
         {"no" : "3" , "name" : "인천충립국 관리사무소" , "lat" : "37.461777" , "lon" : "126.6294428"},
         {"no" : "4" , "name" : "부천 보건소" , "lat" : "37.5041653" , "lon" : "126.7729249"},
         {"no" : "5" , "name" : "순천향대학교 부속 부천 병원방문" , "lat" : "37.1531896" , "lon" : "126.6701104"},
         {"no" : "6" , "name" : "군포 소재 의료기관" , "lat" : "37.359258" , "lon" : "126.930912"},
         {"no" : "7" , "name" : "친척집 방문 " , "lat" : "37.283094" , "lon" : "127.019955"},
         {"no" : "8" , "name" : "수원역" , "lat" : "37.266444" , "lon" : "126.9972244"},
         {"no" : "9" , "name" : "부천 보건소 재방문" , "lat" : "37.5041653" , "lon" : "126.7729249"},
         {"no" : "10" , "name" : "강릉 터미널" , "lat" : "37.8198838" , "lon" : "128.8191288"},
         {"no" : "11" , "name" : "서울역" , "lat" : "37.555197" , "lon" : "126.97137"},
         {"no" : "12" , "name" : "서울대 병원" , "lat" : "37.5787082" , "lon" : "126.9953619"}
      ]
   },
   {
      "id":"13",
      "name":"환자13",
      "sex":"Male",
      "age":"28",
      "nationality":"KOR",
      "meet":"0",
      "risk":"1",
      "img":"img11.png",
      "location":[
         {"no" : "1" , "name" : "국립중앙의료원" , "lat" : "37.5672412" , "lon" : "127.0056589"}
      ]
   },
   {
      "id":"14",
      "name":"환자14",
      "sex":"Female",
      "age":"40",
      "nationality":"CHN",
      "meet":"0",
      "risk":"3.5",
      "img":"img11.png",
      "location":[
         {"no" : "1" , "name" : "분당 서울대 병원" , "lat" : "37.3513241 " , "lon" : "127.123432"}
      ]
   },
   {
      "id":"15",
      "name":"환자15",
      "sex":"Male",
      "age":"43",
      "nationality":"KOR",
      "meet":"14",
      "risk":"3.5",
      "img":"img11.png",
      "location":[
         {"no" : "1" , "name" : "자택 자가 격리" , "lat" : "37.297634" , "lon" : "126.978065"},
         {"no" : "2" , "name" : "장안구 보건소" , "lat" : "37.3043448" , "lon" : "127.0101768"},
         {"no" : "3" , "name" : "국군수도 병원" , "lat" : "37.3928031" , "lon" : "127.1468967"}
      ]
   },
   {
      "id":"16",
      "name":"환자16",
      "sex":"Female",
      "age":"42",
      "nationality":"KOR",
      "meet":"25",
      "risk":"3.5",
      "img":"img11.png",
      "location":[
         {"no" : "1" , "name" : "무안 국제 공항" , "lat" : "34.9935865" , "lon" : "126.3856506 "},
         {"no" : "2" , "name" : "21세기 병원 진료" , "lat" : "35.1757929" , "lon" : "126.8181317"},
         {"no" : "3" , "name" : "전남대 병원" , "lat" : "35.1007301" , "lon" : "126.891936"}
      ]
   },
   {
      "id":"17",
      "name":"환자17",
      "sex":"Male",
      "age":"38",
      "nationality":"KOR",
      "meet":"1",
      "risk":"3.5",
      "img":"img11.png",
      "location":[
         {"no" : "1" , "name" : "명지병원" , "lat" : "37.642134" , "lon" : "126.8312317"}
      ]
   },
   {
      "id":"18",
      "name":"환자18",
      "sex":"Female",
      "age":"21",
      "nationality":"KOR",
      "meet":"1",
      "risk":"3.5",
      "img":"img11.png",
      "location":[
         {"no" : "1" , "name" : "전남대 병원" , "lat" : "35.1007301" , "lon" : "126.891936"}
      ]
   }, 
   {
      "id":"19",
      "name":"중국관광객",
      "sex":"Female",
      "age":"55",
      "nationality":"CHN",
      "meet":"25",
      "risk":"5",
      "img":"img11.png",
      "location":[
         {"no" : "1" , "name" : "도두해안도로" , "lat" : "33.5053682" , "lon" : "126.4672262"},
         {"no" : "2" , "name" : "누웨마루거리" , "lat" : "33.4872178" , "lon" : "126.4915267"},
         {"no" : "3" , "name" : "신라 면세점" , "lat" : "33.4860719" , "lon" : "126.4853878"},
         {"no" : "4" , "name" : "제주시 호텔", "lat" : "33.486278" , "lon" : "126.485350"},
         {"no" : "5" , "name" : "제주공항 " , "lat" : "33.5104135" , "lon" : "126.4891647"},
         {"no" : "6" , "name" : "칠성동에서 이동" , "lat" : "33.5142011" , "lon" : "126.5250222"},
         {"no" : "7" , "name" : "1100고지" , "lat" : "33.3576061" , "lon" : "126.4606808"},
         {"no" : "8" , "name" : "에코렌드" , "lat" : "33.4470415" , "lon" : "126.6652565"},
         {"no" : "9" , "name" : "산굼부리" , "lat" : "33.4316252" , "lon" : "126.6878225"},
         {"no" : "10" , "name" : "우도 " , "lat" : "33.5043639" , "lon" : "126.9191144"},
         {"no" : "11" , "name" : "일출봉 " , "lat" : "33.4581222" , "lon" : "126.9075664"}
      ]
   },
	{
	      "id":"20",
	      "name":"환자20",
	      "sex":"Female",
	      "age":"41",
	      "nationality":"KOR",
	      "meet":"1",
	      "risk":"4",
	      "img":"img11.png",
	      "location":[
	{"no" : "1" , "name" : "수원 천천동" , "lat" : "37.2958286 " , "lon" : "126.9692372 "},
	{"no" : "2" , "name" : "영등포" , "lat" : "37.5154133 " , "lon" : "126.9049401 "},
	{"no" : "3" , "name" : "국군수도 병원" , "lat" : "37.3928031" , "lon" : "127.1468967"}
	]
	},
	{
	      "id":"21",
	      "name":"환자21",
	      "sex":"Female",
	      "age":"59",
	      "nationality":"KOR",
	      "meet":"1",
	      "risk":"2",
	      "img":"img11.png",
	      "location":[      
	{"no" : "1" , "name" : "종로구 명륜교회" , "lat" : "37.5870685 " , "lon" : "126.9921603"},
	{"no" : "2" , "name" : "성북구 보건소" , "lat" : "37.6026426 " , "lon" : "127.0373294"},
	{"no" : "3" , "name" : "서울대 병원" , "lat" : "37.579392 " , "lon" : "126.9971943"}
	]
	},
	{
	      "id":"22",
	      "name":"환자22",
	      "sex":"Male",
	      "age":"46",
	      "nationality":"KOR",
	      "meet":"1",
	      "risk":"3",
	      "img":"img11.png",
	      "location":[         
	{"no" : "1" , "name" : "나주 시청" , "lat" : "35.015893 " , "lon" : "126.7086793"},
	{"no" : "2" , "name" : "조선대병원" , "lat" : "35.1386047 " , "lon" : "126.9244892"}
	]
	},
	{
	      "id":"23",
	      "name":"환자23",
	      "sex":"Female",
	      "age":"58",
	      "nationality":"CHN",
	      "meet":"54",
	      "risk":"5",
	      "img":"img11.png",
	      "location":[        
	{"no" : "1" , "name" : "인천공항" , "lat" : "37.4961583" , "lon" : "126.4529142"},
	{"no" : "2" , "name" : "프레지던트 " , "lat" : "37.565622 " , "lon" : "126.9772543"},
	{"no" : "3" , "name" : "롯데백화점 " , "lat" : "37.5642783 " , "lon" : "126.9735954"},
	{"no" : "4" , "name" : "이마트 " , "lat" : "37.542371 " , "lon" : "126.9511733"},
	{"no" : "5" , "name" : "프레지던트호텔 " , "lat" : "37.565622 " , "lon" : "126.9772543"},
	{"no" : "6" , "name" : "서대문구 보건소" , "lat" : "37.5740481 " , "lon" : "126.9312611"},
	{"no" : "7" , "name" : "국립중앙의료원" , "lat" : "37.5672412" , "lon" : "127.0056589"}
	]
	},
	{
	      "id":"24",
	      "name":"환자24",
	      "sex":"Male",
	      "age":"28",
	      "nationality":"KOR",
	      "meet":"300",
	      "risk":"5",
	      "img":"img11.png",
	      "location":[
	{"no" : "1" , "name" : "김포공항 " , "lat" : "37.5599086" , "lon" : "126.7941577"},
	{"no" : "2" , "name" : "아산 임시 생활시설" , "lat" : "36.6584564" , "lon" : "126.6688899"},
	{"no" : "3" , "name" : "국립중앙의료원" , "lat" : "37.5672412" , "lon" : "127.0056589"}
	]
	},
{
	      "id":"25",
	      "name":"환자25",
	      "sex":"Fale",
	      "age":"28",
	      "nationality":"KOR",
	      "meet":"300",
	      "risk":"5",
	      "img":"img11.png",
	      "location":[
	{"no" : "1" , "name" : "안양동 490-19 " , "lat" : "37.3881737" , "lon" : "126.928744"}
	]
	}	
]